/**
  *****************************************************************************
  * @file    Rotunbot_I2C.h
  * @author  决策控制组
  * @version V1.0.0
  * @date    2022-04-28
  * @brief   用于与温度传感器进行通信，暂时闲置
  *****************************************************************************
  * @history
  *
  * 1. Date:2022-04-28
  *    Author:林柏羽
  *    Modification:创建文件
  *
  *****************************************************************************
  */

#ifndef __ROTUNBOT_I2C_H_
#define __ROTUNBOT_I2C_H_



#endif /* __ROTUNBOT_I2C_H_ */
